[
    {
        "id": 1,
        "name": "Торт Празький",
        "description": "Шоколадний бісквіт з шоколадним кремом, насичений смак.",
        "image": "/images/cakes/prazkiy.webp", 
        "details": "Бісквіт на основі шоколадного тіста. Крем з вершків і шоколаду, іноді з додаванням кави. Часто прикрашається шоколадною глазур’ю та горіхами. Має насичений шоколадний смак."
    },
    {
        "id": 2,
        "name": "Торт Наполеон",
        "description": "Начинений заварним кремом, хрусткий і легкий.",
        "image": "/images/cakes/napoleon.webp",
        "details": "Листкове тісто, що складається з кількох шарів. Крем, приготований з молока, яєць і цукру. Часто посипається цукром або горіхами зверху. Може подаватися з ягодами або фруктами."
    },
    {
        "id": 3,
        "name": "Торт Київський",
        "description": "Солодкий десерт з меренгою, горіхами та вершковим кремом.",
        "image": "/images/cakes/kievskiy.webp",
        "details": "Основа складається з меренг і гречаних горіхів. Крем на основі масла та згущеного молока. Верхній шар може бути прикрашений горіхами або шоколадом. Зазвичай має шарувату структуру." 
    },    
    {
        "id": 4,
        "name": "Торт Пташине молоко",
        "description": "Легкий десерт з повітряним кремом і ніжною текстурою.",
        "image": "/images/cakes/bird-milk.webp",
        "details": "Основа складається з бісквітного коржа та повітряного крему. Крем на основі желатину та збитих вершків. Може містити фруктові пюре або желе. Часто покритий глазур’ю або посипаний кокосовою стружкою." 
    },    
    {
        "id": 5,
        "name": "Торт Естерхазі",
        "description": "Мигдальне тісто з вершковим кремом, вишуканий смак.",
        "image": "/images/cakes/esterhazi.webp",
        "details": "Мигдальне тісто, що складається з кількох шарів. Крем на основі масла, цукру та ванілі. Прикрашається мигдальними пластівцями та глазур’ю. Зазвичай має ніжний, солодкуватий смак." 
    },
    {
        "id": 6,
        "name": "Торт Захер",
        "description": "Шоколадний бісквіт з абрикосовим джемом і глазур'ю.",
        "image": "/images/cakes/saher.webp", 
        "details": "Основу складає шоколадний бісквіт, насичений ароматом. Просочення з абрикосового джему, що надає легку кислинку. Верхній шар покритий глянцевою шоколадною глазур'ю. Часто подається з вершками або морозивом."
    },
    {
        "id": 7,
        "name": "Торт Добош",
        "description": "Бісквітні шари з шоколадним кремом та карамельною глазур'ю.",
        "image": "/images/cakes/dobosh.webp",
        "details": "Шари бісквіту, що поєднуються з ніжним шоколадним кремом. Верхній шар покритий карамельною глазур'ю, що додає хрусткості. Часто прикрашається шоколадними стружками або горіхами. Має насичений шоколадний смак."
    },
    {
        "id": 8,
        "name": "Торт Сметанник",
        "description": "Ніжний десерт зі сметанним кремом і бісквітами.",
        "image": "/images/cakes/smetannik.webp",
        "details": "Бісквітні коржі, просочені сметанним кремом. Крем на основі сметани, цукру та ванілі. Може містити фрукти або ягоди між шарами. Часто посипається кокосовою стружкою або шоколадом." 
    },    
    {
        "id": 9,
        "name": "Торт Медовщик",
        "description": "Медові коржі з ніжним кремом, солодкий смак.",
        "image": "/images/cakes/medovik.webp",
        "details": "Медові коржі, що надають характерного аромату. Крем на основі масла і згущеного молока. Часто прикрашається горіхами або медовими елементами. Має легку, солодкувату текстуру." 
    },    
    {
        "id": 10,
        "name": "Торт Снікерс",
        "description": "Шоколадний бісквіт з карамеллю та арахісом.",
        "image": "/images/cakes/sniggers.webp",
        "details": "Шоколадний бісквіт з додаванням арахісу.Карамельний шар, що надає солодкості. Покритий шоколадною глазур'ю. Часто прикрашається шматочками арахісу та шоколадом." 
    },    
    {
        "id": 11,
        "name": "Торт Монастирська ізба",
        "description": "Багатошаровий десерт з бісквітом та кремом, свіжий смак.",
        "image": "/images/cakes/monastirskij.webp",
        "details": "Шари бісквіту, просочені кремом на основі сметани або масла. Часто містить фруктові або ягідні начинки. Прикрашається шоколадом або свіжими ягодами. Має легкий та свіжий смак." 
    },    
    {
        "id": 12,
        "name": "Торт Спартак",
        "description": "Шоколадний корж з ніжним кремом, насичений смак.",
        "image": "/images/cakes/spartak.webp",
        "details": "Коржі з какао, що надають насичений шоколадний смак. Крем на основі масла і згущеного молока. Часто посипається шоколадною стружкою або горіхами. Має насичений, солодкий смак." 
    },    
    {
        "id": 13,
        "name": "Торт Червоний оксамит",
        "description": "Червоний бісквіт з кремом на основі сиру, яскравий смак.",
        "image": "/images/cakes/oksamit.webp",
        "details": "Червоний бісквіт, що надає яскравого вигляду. Крем на основі вершкового сиру та цукру. Часто прикрашається шоколадом або фруктами. Поєднує в собі м’якість та легку кислинку." 
    }
    
    
    
    
]